{
  "privacyPolicy": "Privacy Policy\n// ==============\n// \n// Your privacy is important to us. This Privacy Policy explains the types of information we collect, how we use it, and the measures we take to keep your information safe.\n// \n// 1. **Information We Collect:**\n//    - Personal data such as your name, email address, and contact details.\n//    - Usage data including information about how you use our app.\n// \n// 2. **How We Use Your Information:**\n//    - To provide and maintain the app.\n//    - To improve the app by analyzing usage patterns.\n//    - To communicate with you regarding updates and support.\n// \n// 3. **Data Security:**\n//    - We take appropriate measures to protect your data from unauthorized access and alteration.\n//    - All data is stored in a secure environment.\n// \n// 4. **Third-Party Services:**\n//    - We may use third-party services that have their own privacy policies.\n//    - Please review these privacy policies as they may differ from ours.\n// \n// 5. **Changes to This Privacy Policy:**\n//    - We may update our Privacy Policy from time to time.\n//    - We encourage you to review this page periodically for any changes.\n// \n// 6. **Contact Us:**\n//    - If you have any questions or concerns about this Privacy Policy, please contact us at privacy@example.com.",
  "termsOfUse": "Terms of Use\n============\n\nWelcome to our mobile application. By using this application, you agree to the terms and conditions outlined below.\n\n1. **Acceptance of Terms:**\n   By accessing or using the app, you accept and agree to be bound by these terms. If you do not agree with these terms, please do not use our app.\n\n2. **License to Use:**\n   We grant you a non-exclusive, non-transferable, limited license to use the app for personal, non-commercial purposes, subject to these Terms of Use.\n\n3. **User Obligations:**\n   You agree not to misuse the app or help anyone else to do so. Misuse includes, but is not limited to, interfering with the normal operation of the app or accessing data you do not have rights to access.\n\n4. **Intellectual Property:**\n   All content and materials in the app, including design, logos, and text, are the property of the app's owners or its licensors and are protected by copyright and other intellectual property laws.\n\n5. **Disclaimers:**\n   The app is provided on an \"as is\" basis. We do not warrant that the app will be error-free or uninterrupted. Use the app at your own risk.\n\n6. **Limitation of Liability:**\n   We will not be liable for any damages arising out of or related to your use of the app.\n\n7. **Changes to Terms:**\n   We reserve the right to modify these terms at any time. Continued use of the app after any changes are made constitutes your acceptance of the new terms.\n\n8. **Governing Law:**\n   These terms shall be governed and construed in accordance with the laws of the jurisdiction in which the company operates.\n\nFor any questions regarding these Terms of Use, please contact us at support@example.com."
}
